Repository: gitee2github/kiran-session-manager
Catalog: translations/*.po
Languages: bo_cn, kk_kg, kk_kz, mn_mn, ug_cn

source: Time before session is considered idle
bo_cn: ཚོགས་འདུ་མ་འཚོགས་གོང་གི་དུས་ཚོད་ནི་བེད་མེད་དུ་བཞག་པར
kk_kg: Сессияга чейинки убакыт бекер деп эсептелет
kk_kz: Ажиллагааны өмнөх цаг нь идэвхгүй гэж тооцогддог
mn_mn: Хуралдааны өмнөх цагийг залхуу гэж үздэг
ug_cn: يىغىندىن بۇرۇنقى ۋاقىت بىكار دەپ قارىلىدۇ

source: The number of minutes of inactivity before the session is considered idle
bo_cn: སྐབས་འདིའི་ཚོགས་འདུ་མ་འཚོགས་གོང་གི་འགུལ་སྐྱོད་མི་བྱེད་པའི་སྐར་མ་ནི་བེད་མེད་དུ་བཞག་པར་བརྩི་རྒྱུ།
kk_kg: Сессияга чейинки аракетсиздиктин мүнөттөрүнүн саны бош деп эсептелет
kk_kz: Ажиллаж эхлэхээс өмнө идэвхгүй байх минутын тоо
mn_mn: Хуралдаан болохоос өмнөх идэвхгүй байх минутын тоог залхуу гэж үзнэ
ug_cn: يىغىندىن بۇرۇنقى ھەرىكەتسىزلىكنىڭ سانى بىكار دەپ قارىلىدۇ

source: Default session daemons
bo_cn: ཁ་ཆད་དང་འགལ་བའི་སྐབས་སུ་སྔོན་ཆད་ཀྱི་དུས་
kk_kg: Демейки сессия демон
kk_kz: Үндсэн сешн суурь процесс
mn_mn: Дефолт хуралдаан daemons
ug_cn: سۈكۈتتىكى يىغىن دامونلىرى

source: List of applications that are part of the default session
bo_cn: ཁ་ཆད་དང་འགལ་བའི་ཚོགས་འདུའི་ཆ་ཤས་ཤིག་ཡིན་པའི་རེ་ཞུའི་མིང་ཐོ།
kk_kg: Демейки сессиянын бөлүгү болгон тиркемелердин тизмеси
kk_kz: Үндсэн сешнд хамаарах програмуудын жагсаалт
mn_mn: Дефолт хуралдааны нэг хэсэг болох өргөдлийн жагсаалт
ug_cn: سۈكۈتتىكى يىغىننىڭ بىر قىسمى بولغان قوللىنىشچان پروگراممىلارنىڭ تىزىملىكى

source: Window Manager
bo_cn: སྒེའུ་ཁུང་གི་སྤྱི་གཉེར་བ
kk_kz: Цонхны менежер
mn_mn: Цонхны менежер
ug_cn: كۆزنەك باشقۇرغۇچى

source: The window manager is the program that draws the title bar and borders around windows, and allows you to move and resize windows
bo_cn: སྒེའུ་ཁུང་གི་སྤྱི་གཉེར་བ་ནི་སྒེའུ་ཁུང་གི་མཐའ་འཁོར་དུ་ཁ་བྱང་དང་མཐའ་མཚམས་འབྲི་བའི་གོ་རིམ་ཞིག་ཡིན་ལ། ཁྱོད་ཀྱིས་སྒེའུ་ཁུང་སྤོ་འགུལ་དང་ཆེ་རུ་གཏོང་ཆོག་པའི་གོ་རིམ་ཞིག་ཡིན།
kk_kg: Терезе менеджери - бул аталыш тилкесин тарткан жана терезелердин айланасында чектешкен жана терезелерди жылдырууга жана өлчөмүн өзгөртүүгө мүмкүнчүлүк берген программа
kk_kz: Цонхны менежер гэдэг нь цонхны эргэн тойронд гарчгийн мөр, хүрээ зурж, цонхны хэмжээг өөрчлөх, өөрчлөх боломжийг олгодог програм юм.
mn_mn: Цонхны менежер нь нэрийн барыг зурж, цонхыг тойруулах хил хязгаартай програм юм. Мөн танд цонхыг нүүлгэж, дахин хийх боломжийг олгож байна
ug_cn: كۆزنەك دېرىكتورى ماۋزۇ بالدىقىنى سىزىپ ، كۆزنەكنىڭ ئەتراپىدا چېگرا سىزىدىغان پروگرامما بولۇپ ، كۆزنەكلەرنى يۆتكەش ۋە چوڭ-كىچىكلىكىنى تەڭشىيەلەيسىز

source: Side panel
bo_cn: གཞོགས་ངོས་ཀྱི་པང་ལེབ།
kk_kg: Каптал панели
kk_kz: Хажуугийн хавтан
mn_mn: Сайдын панел
ug_cn: يان تەرەپ تاختىسى

source: The side panel provides the bar at the top or bottom of the screen containing menus, the window list, status icons, the clock, etc
bo_cn: གཞོགས་ངོས་སུ་ཟས་ཐོ་དང་། སྒེའུ་ཁུང་གི་རེའུ་མིག་དང་། གནས་ཚུལ་གྱི་མཚོན་རྟགས། ཆུ་ཚོད་འཁོར་ལོ་སོགས་ཡོད་པའི་བརྙན་ཤེལ་གྱི་རྩེ་མོའམ་འོག་གི་ཨར་ཁང་འདོན་སྤྲོད་བྱས་ཡོད།
kk_kg: Каптал панел экрандын жогору жагында же төмөн жагында менюларды, терезе тизмесин, абал сүрөтчөлөрүн, саатты ж.б. камтыйт.
kk_kz: Хажуугийн самбар нь дэлгэцийн дээд эсвэл доод хэсэгт цэс, цонхны жагсаалт, статус дүрс, цаг гэх мэт зүйлсийг агуулсан самбарыг өгдөг.
mn_mn: Хажуугийн хавтан нь дэлгэцийн дээд эсвэл доод хэсэгт байрлах барыг цэс, цонхны жагсаалт, статусын зургууд, цаг гэх мэт
ug_cn: يان تاختاي ئېكراننىڭ ئۈستى ياكى ئاستىدىكى تىزىملىك ، كۆزنەك تىزىملىكى ، ھالەت سىنبەلگىسى ، سائەت قاتارلىقلارنى ئۆز ئىچىگە ئالىدۇ.

source: File Manager
bo_cn: ཡིག་ཆ་དོ་དམ་པ།
kk_kz: Файлын менежер
mn_mn: Файлын менежер
ug_cn: ھۆججەت باشقۇرغۇچى

source: The file manager provides the desktop icons and allows you to interact with your saved files
bo_cn: ཡིག་ཆ་དོ་དམ་པས་ཅོག་ཙེའི་སྟེང་གི་མཚོན་རྟགས་འདོན་སྤྲོད་བྱས་པ་མ་ཟད། ཁྱོད་ཀྱིས་ཉར་ཚགས་བྱས་པའི་ཡིག་ཆ་དང་འབྲེལ་གཏུག་བྱེད་དུ་འཇུག
kk_kg: Файл башкаргычы иш такта сүрөтчөлөрүн камсыз кылат жана сакталган файлдарыңыз менен иштешүүгө мүмкүнчүлүк берет
kk_kz: Файлын менежер нь ширээний дүрсийг өгдөг бөгөөд хадгалсан файлуудтай харилцах боломжийг олгодог
mn_mn: Файлын менежер нь ширээний зургуудыг хангаж, хадгалагдсан файлуудтайгаа харилцах боломжийг олгодог
ug_cn: ھۆججەت باشقۇرغۇچى ئۈستەل سىنبەلگىسى بىلەن تەمىنلەيدۇ ھەمدە ساقلانغان ھۆججەتلىرىڭىز بىلەن ئۆز-ئارا تەسىر كۆرسىتەلەيسىز

source: Closing apps
bo_cn: སྒོ་རྒྱག་ཉེར་སྤྱོད།
kk_kg: Колдонмолорду жабуу
kk_kz: Аппликешныг хааж байна
mn_mn: Хаалтын апп-ууд
ug_cn: ئەپلەرنى تاقاش

source: If you want to go back and save your work, click 'cancel' and finish what you want to do
bo_cn: གལ་ཏེ་ཕྱིར་སོང་ནས་ལས་ཀ་གྲོན་ཆུང་བྱེད་འདོད་ན། "མེད་པར་བཟོ་བ་"མནན་ནས་རང་ཉིད་ཀྱིས་བསྒྲུབ་འདོད་པའི་བྱ་བ་བསྒྲུབས་ཚར།
kk_kg: Эгер артка кайтып, жумушуңузду сактап калгыңыз келсе, "жокко чыгаруу" баскычын чыкылдатып, эмне кылгыңыз келсе, ошону аягына чыгарыңыз
kk_kz: Хэрэв та ажлаа буцааж, хадгалахыг хүсч байвал Цуцлахыг товшоод хүссэн зүйлээ дуусгана уу
mn_mn: Хэрвээ та буцаж очоод ажлаа аврахыг хүсвэл 'cancel' дарж, хийхийг хүссэн зүйлээ дуусгаарай
ug_cn: ئەگەر قايتىپ خىزمىتىڭىزنى ساقلىماقچى بولسىڭىز ، «كانسېل» نى چېكىپ ، قىلماقچى بولغان ئىشىڭىزنى تاماملاڭ

source: Forced shutdown
bo_cn: བཙན་ཤེད་ཀྱིས་ལས་མཚམས་
kk_kg: Аргасыз өчүрүү
kk_kz: Албадан унтрах
mn_mn: Албадан хаах
ug_cn: مەجبۇرىي تاقاش

source: Cancel
bo_cn: ཕྱིར་འཐེན།
kk_kg: жокко чыгаруу
kk_kz: Цуцлах
mn_mn: Цуцлах
ug_cn: ئەمەلدىن قالدۇرۇڭ

source: The phase {0} cannot be register.
bo_cn: དུས་རིམ་གྱི་{0}ཐོ་འགོད་བྱེད་མི་ཐུབ།
kk_kg: { 0 } фазасы катталбайт.
kk_kz: {0} үе шатыг бүртгэх боломжгүй байна.
mn_mn: {0} үе шатыг бүртгэх боломжгүй.
ug_cn: { 0 } باسقۇچىنى تىزىملاتقىلى بولمايدۇ.

source: The client {0} already registered.
bo_cn: མངགས་བཅོལ་བྱེད་མཁན{0}ཐོ་འགོད་བྱས་ཟིན།
kk_kg: Кардар { 0 } буга чейин катталган.
kk_kz: Үйлчлүүлэгч {0} бүртгэгдсэн байна.
mn_mn: Үйлчлүүлэгч аль хэдийн бүртгүүлсэн {0}.
ug_cn: خېرىدار { 0 } ئاللىقاچان تىزىملاتقان.

source: The app {0} is not found.
bo_cn: ཉེར་སྤྱོད་གོ་རིམ{0}་མ་རྙེད།
kk_kg: { 0 } колдонмосу табылган жок.
kk_kz: {0} програм олдсонгүй.
mn_mn: {0} апп олдохгүй байна.
ug_cn: بۇ دېتال { 0 } تېپىلمىدى.

source: Failed to generate unique cookie.
bo_cn: ཐུན་མོང་མ་ཡིན་པའི་ཀ་ར་གོ་རེ་ཐོན་སྐྱེད་བྱེད་མ་ཐུབ
kk_kg: Уникалдуу куки жарата алган жок.
kk_kz: Өвөрмөц күүки үүсгэх боломжгүй байна.
mn_mn: Өвөрмөц жигнэмэг хийж чадаагүй.
ug_cn: ئۆزگىچە پېچىنە ھاسىل قىلالمىدى.

source: The inhibitor is not found.
bo_cn: ཚོད་འཛིན་ཡོ་བྱད་མ་རྙེད།།
kk_kg: Ингибитор табылган жок.
kk_kz: Дарангуйлагч олдсонгүй.
mn_mn: Хориглож байгаа хүн олдсонгүй.
ug_cn: چەكلىگۈچ تېپىلمايدۇ.

source: Internal error.
bo_cn: ནང་ཁུལ་གྱི་ནོར་འཁྲུལ།
kk_kg: Ички ката.
kk_kz: Дотоод алдаа.
mn_mn: Дотоод алдаа.
ug_cn: ئىچكى خاتالىق.

source: The status is invalid.
bo_cn: གོ་མི་ཆོད་པའི་གནས་ཚུལ་བྱུང་བ་རེད།
kk_kg: Статус жараксыз.
kk_kz: Статус буруу байна.
mn_mn: Статус нь хүчингүй.
ug_cn: ئورنى ئىناۋەتسىز.

source: The action is not supported.
bo_cn: བྱ་སྤྱོད་དེར་རྒྱབ་སྐྱོར་མི་བྱེད།
kk_kg: Акция колдоого алынбайт.
kk_kz: Энэ үйлдэл дэмжигдэхгүй байна.
mn_mn: Үйлдлийг дэмждэггүй.
ug_cn: بۇ ھەرىكەتنى قوللىمايدۇ.

source: Unknown error.
bo_cn: ཤེས་མེད་པའི་ནོར་འཁྲུལ།
kk_kg: Белгисиз ката.
kk_kz: Үл мэдэгдэх алдаа.
mn_mn: Тодорхойгүй алдаа.
ug_cn: نامەلۇم خاتالىق.

source: (error code: 0x{:x})
bo_cn: (ནོར་འཁྲུལ་གྱི་ཚབ་རྟགས། 0x{:x})
kk_kg: ( ката коду: 0x {: x } ) <TAG1>
kk_kz: (Алдааны код: 0 x {: x})
mn_mn: (алдааны код: 0x{:x})
ug_cn: ( خاتالىق كودى: 0x {: x } ) <TAG1>

source: Output version infomation and exit
bo_cn: ཐོན་རྫས་ཀྱི་པར་གཞིའི་ཆ་འཕྲིན་དང་ཕྱིར་འཐེན
kk_kg: Чыгуу версиясынын инфомациясы жана чыгуусу
kk_kz: Гаралтын хувилбарын мэдээлэл ба гарах
mn_mn: Өгөгдлийн хувилбарын мэдээлэл, гарах
ug_cn: چىقىرىش نۇسخىسىنىڭ ئۆزگىرىشى ۋە چېكىنىشى

source: Closing {0} apps
bo_cn: {0}་སྤྱོད་ཉེར་སྤྱོད་གོ་རིམ
kk_kg: { 0 } колдонмолорун жабуу
kk_kz: {0} програмыг хааж байна
mn_mn: {0} апп-уудыг хаах
ug_cn: تاقاش { 0 } ئەپلەر

source: Forced logout
bo_cn: བཙན་ཤེད་ཀྱིས་ཐོ་འགོད་བྱེད་
kk_kg: Аргасыз чыгуу
kk_kz: Албадан цуцлах
mn_mn: Хүчээр логут
ug_cn: مەجبۇرىي خاتىرە

source: Forced reboot
bo_cn: བཙན་ཤེད་ཀྱིས་བསྐྱར་དུ་ཕྱིར་འཐེན་བྱེད་
kk_kg: Аргасыз кайра жүктөө
kk_kz: Албадан дахин эхлүүлэх
mn_mn: Хүчээр дахин ажил хийлгэх
ug_cn: مەجبۇرىي قايتا قوزغىتىش

source: This program isn't responding
bo_cn: གོ་རིམ་འདི་ལ་ལན་མི་འདེབས།
kk_kg: Бул программа жооп бербейт
kk_kz: Энэ програм хариу өгөхгүй байна
mn_mn: Энэ хөтөлбөр хариу өгөхгүй байна
ug_cn: بۇ پروگرامما ئىنكاس قايتۇرمايدۇ

source: This program is blocking exit.
bo_cn: གོ་རིམ་འདིས་ཕྱིར་གཏོང་ལ་བཀག་འགོག་བྱེད་བཞིན་ཡོད།
kk_kg: Бул программа чыгууну бөгөттөп жатат.
kk_kz: Энэ програм нь гарахаас урьдчилан сэргийлж байна.
mn_mn: Энэ програм гарахыг хааж байна.
ug_cn: بۇ پروگرامما چېكىنىشنى توسۇۋاتىدۇ.

source: Unknown application
bo_cn: ཤེས་མེད་པའི་ཉེར་སྤྱོད།
kk_kg: Белгисиз колдонмо
kk_kz: Үл мэдэгдэх програм
mn_mn: Үл мэдэх өргөдөл
ug_cn: نامەلۇم قوللىنىشچان پروگرامما
